do

function run(msg, matches)
  return [[<i> 
راهنما قفل ها 

💎>قفل لینک 
💎>قفل مخاطب 
💎>قفل فلود 
💎>حساسیت اسپم 
💎>قفل اسپم 
💎>قفل عربی/پارسی 
💎>قفل افزودن عضو 
💎>قفل ار تی ال 
💎>قفل پیام  ورود خروج 
💎>قفل ارسال استیکر  
💎>قفل ارسال پیام درون خطی 
💎>قفل تگ(#) 
💎>قفل شکلک 
💎>قفل انگلیسی 
💎>قفل فروارد 
💎>قفل ریپلی 
💎>قفل دعوت با لینک
💎>قفل یوزرنیم(@) 
💎>قفل رسانه 
💎>قفل فحش 
💎>قفل بازگشت 
💎>قفل ورود ربات 
💎>قفل اپراتور 
___________et-chata team___________
💎>قفل همه 
💎>عمومی 
💎>تنظیمات سخت گیرانه
et-chata team
sezar team
@sezar_hack

</i>]]
end

return {
  patterns = {
     "^[#!/][Hh][Ee][Ll][Pp]$",
      "^[Hh]elp$",
      "^راهنما قفل ها$",
    "^قفل ها$"
  }, 
  run = run 
}

end