do

function run(msg, matches)
  return [[<i> 
🍭راهنمای فارسی فان 🍭

👾طراحی متن شما به 100 روش👾

write متن شما
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
👾نشان دادن عکس شما👾

عکس من
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
نشان دادن اطلاعات شما

ایدی
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
👾نشان دادن اطلاعات گروه👾

اطلاعات گروه
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
👾تنظیم [قوانین ، نام گروه ، عکس گروه ، درباره ،لینک ، یوزرنیم] 
تنظیم یکی از اطلاعات بالا برای گروه توسط ربات👾
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
👾نشان دادن ادمین های گروه👾

ادمین ها
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
👾نشان دادن مدیران گروه👾

مدیران
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
👾نشان دادن مقام شما👾

من کی هستم
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
👾جواب های اماده ربات:👾

سلام : سلام خوبی؟   👌🏻

ربات: خرابتم   👌🏻

پسرم : جونم بابایی  👌🏻

به زودی .....   👌🏻👌🏻


سازنده : et-chata team / sezar team
@sezar_hack
</i>]]
end

return {
  patterns = {
     "^[#!/][Hh][Ee][Ll][Pp]$",
      "^[Hh]elp$",
      "^کمک فان$",
    "^راهنما فان$"
  }, 
  run = run 
}

end