do

function run(msg, matches)
  return [[<i> 
راهنمای فارسی

📛تنطیم حساسیت 200《 1
درصورت درصورت اسپم بیشتر از مقدار تایین شده فرد اخراج میشود

📛قفل [ لینک ، تگ ، یوزرنیم ، دکمه شیشه ای، ورود ربات ، اسپم ، فلود ، اپراتور ، فحش ، شکلک ، فروارد ، ار تی ال ، مخاطب ، زبان عربی ، زبان انگلیسی ، افزودن عضو ،دعوت ، پیام ورود خروج ، استیکر , ریپلی ، رسانه بازگشت]
در صورت ارسال پیامی که حاوی این موارد باشد ربات ان را پاک میکند

📛بازکردن  [ لینک ، تگ ، یوزرنیم ، دکمه شیشه ای ، ورود ربات ، اسپم ، فلود ، اپراتور ، فحش ، شکلک ، فروارد ، ار تی ال ، مخاطب ، زبان عربی ، زبان انگلیسی ، افزودن عضو ،دعوت ، پیام ورود خروج ، استیکر , ریپلی ، رسانه بازگشت]
قفل ها غیر فعال میشد
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
⬅️mute[all , Docments , Video , audio , photo , gifs]
پاک کردن پیام های حاوی یکی از موارد بالا توسط ربات 
 ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
⬅️mute[all , Docments , Video , audio , photo , gifs]
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
📛تنظیم [قوانین ، نام گروه ، عکس گروه ، درباره ،لینک ، یوزرنیم]
تنظیم یکی از اطلاعات بالا برای گروه توسط ربات
➖
📛نمایش موت لیست  mutelist

بخش دستورات :
📛سایلنت [یوزرنیم ، ایدی ، ریپلای]
ساکت کردن فرد مورد نظر و پاک شدن پیامش

📛 موصوت [یوزرنیم ، ایدی ، ریپلای]
 خارج شدن فرد از حالت صامت

📛اخراج
اخراج شدن از گروه
📛مسدود
تحریم و اخراج (دیگر اجازه ورود به گروه را ندارد
📛ازاد کردن یوزرنیم
ازاد کردن از حالت مسدود/تحریم

📛پاک کردن
پاک کردن / مدیران/درباره گروه/قوانین/یوزرنیم/صامت شدگان/ ,                                                                                                                       مسدودشدگان لیست کاربران مسدود شده

📛ساخت لینک
ایجاد لینک جدید

📛لینک
دریافت لینک گروه 

📛مشخصات /ایدی
نشان دادن اطلاعات فرد
      
     سازنده: et-chata team / sezar team
      @sezar_hack
</i>]]
end

return {
  patterns = {
     "^[#!/][Hh][Ee][Ll][Pp]$",
      "^[Hh]elp$",
      "^کمک مدیریتی$",
    "^راهنما مدیریتی$"
  }, 
  run = run 
}

end