do

function run(msg, matches)
  return [[<i> 
💎راهنمای فارسی ربات💎

📛برای مشاهده راهنمای مدیریتی دستور زیر را ارسال کنید📛
                                                                                                                                                                                                                                                                   🔘راهنما مدیریتی
〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰
📛برای مشاهده راهنمای فان و امکانات ربات دستور زیر را ارسال کنید📛
                                                                                                                                                                                                                                                         🔘راهنما فان 
〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰
📛برای مشاهده راهنما قفل ها دستور زیر را ارسال کنید📛
                                                                                                                                                                                                                                                      🔘قفل ها
〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰〰
سازنده: et-chata team / sezar team
@sezar_hack

</i>]]
end

return {
  patterns = {
     "^[#!/][Hh][Ee][Ll][Pp]$",
      "^[Hh]elp$",
      "^کمک$",
    "^راهنما$"
  }, 
  run = run 
}

end